Repository: thebigpapi/Retro-Web-Test
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it, nl, ro, ru

source: This is where you enter the board part number, do not write the manufacturer name here!
de: Hier schreibt man die Platinenteilnummer, nicht den Herstellernamen hier eintragen!
es: Esto es donde pones el modelo de la placa, ¡no pongas el fabricante por aquí!
fr: C'est le nom de la carte mère, ne mettez pas le fabricant ici !
it: Inserisci il modello della scheda, non inserire il produttore qui!
nl: Hier moet de naam van het moederbord komen, niet de fabrikantnaam!
ro: Aici introduci numele plăcii (nu scrie numele producătorului aici!)
ru: Тут нужно писать номер борта, не пишите тут имя производителя!

source: This is the board manufacturer (e.g: ASUS, Gigabyte, FIC)
de: Das ist der Platinenhersteller (e.g: ASUS, Gigabyte, FIC)
es: Este es el fabricante de la placa (ej: ASUS, Gigabyte, FIC)
fr: C'est le fabricant de la carte mère (ex: ASUS, Gigabyte, FIC)
it: Inserisci il produttore della scheda (es: ASUS, Gigabyte, FIC)
nl: Dit is de fabrikantnaam (bijv: ASUS, Gigabyte, FIC)
ro: Acesta este numele producătorului (e.g: ASUS, Gigabyte, FIC)
ru: Это производитель материнской платы (н.п.: ASUS, Gigabyte, FIC)

source: Select a manufacturer from the first field, then pick the part number from the second field
de: Wähle einen Hersteller aus dem ersten Feld, dann wähle die Teilnummer aus dem zweiten Feld
es: Selecciona un fabricante del primer campo, luego seleciona el numero de pieza del segundo campo
fr: Sélectionnez un fabricant dans le premier champ puis insérez un nom dans le second
it: Seleziona un produttore dal primo campo, poi inserisci il modello nel secondo campo
nl: Kies een fabrikant in het eerste veld, kies daarna het onderdeelnummer in het tweede veld
ro: Selectează un producător din prima listă, apoi alege numele din cealaltă listă
ru: Выберерте производителя в первом поле и, потом, номер детали во втором

source: CPU socket
de: Prozessor Sockel
es: Zócalo de CPU
fr: Socket CPU
it: Socket CPU
ro: Socket CPU
ru: Сокет процессора

source: Select a CPU socket from the first field and/or pick the CPU platform from the second field
de: Wähle einen Prozessor aus dem ersten Feld und/oder eine Prozessorplattform aus dem zweiten Feld
es: Selecciona un zócalo de CPU del primer campo y/o seleciona la plataforma del procesador en el segundo campo
fr: Sélectionnez un socket dans le premier champ et/ou prenez une plateforme dans le second
it: Seleziona un socket CPU dal primo campo e/o scegli una piattaforma dal secondo
nl: Kies een CPU socket in het eerste veld en/of kies het CPU platform in het tweede veld
ro: Selectează un socket CPU din prima listă și/sau alege o platformă CPU din cealaltă listă
ru: Выберете сокет процессора в первом поле и/или платформу процессора во втором

source: 2nd CPU socket
de: Zweiter Prozessor Sockel
es: Segundo zócalo de CPU
fr: 2e socket CPU
it: 2o socket CPU
nl: 2e CPU socket
ro: Socket CPU nr.2
ru: Сокет второго процессора

source: 0 - all boards without that slot will be shown
de: 0 - alle Platinen ohne diesen Steckplatz werden angezeigt
es: 0 - todas las placas sin esa ranura serán mostradas
fr: 0 - toutes les cartes sans ce connecteur seront affichées
it: 0 - tutte le schede senza questo slot verranno mostrate
nl: 0 - alle moederborden zonder dit slot zullen getoond worden
ro: 0 - afișează toate plăcile fără acel slot
ru: 0 - все борты без этого слота будут показаны

source: 0 - all boards without that port will be shown
de: 0 - alle Platinen ohne diesen Anschluss werden angezeigt
es: 0 - todas las placas sin ese puerto serán mostradas
fr: 0 - toutes les cartes sans ce connecteur seront affichées
it: 0 - tutte le schede senza questa porta verranno mostrate
nl: 0 - alle moederborden zonder deze aansluiting zullen getoond worden
ro: 0 - afișează toate plăcile fără acel port
ru: 0 - все борты без этого порта будут показаны

source: Advanced BIOS Info
de: Erweiterte BIOS Information
es: Información avanzada de la BIOS
fr: Info BIOS avancée
it: Informazioni BIOS avanzate
nl: Geavanceerde BIOS Informatie
ro: Informații BIOS suplimentare
ru: Дополнительная информация по BIOS

source: Where can I find the POST string?
de: Wo finde ich den sog. POST String?
es: Donde puedo encontrar el POST string?
fr: Où puis-je trouver la POST string ?
it: Dove trovo la stringa POST?
nl: Waar kan ik de POST string vinden?
ro: Unde găsesc POST string-ul?
ru: Где находится т.н. POST строка?

source: Couldn't find any exact POST string match, the results you see are generated using POST string analysis.
de: Exakter POST String nicht gefunden, die aufgelisteten Resultate wurden generiert unter Verwendung der POST String Analyze.
fr: Impossible de trouver une correspondance exacte. Les résultats sont générés suite à l'analyse de la POST string.
it: Impossible trovare una corrispondenza esatta. I risultati sono generati dall'analisi della stringa POST.
nl: Kon geen exacte POST string match vinden, de getoonde resultaten zijn gemaakt met POST string analyse.
ro: Nu s-a putut găsi un POST string, rezultatele afișate au fost generate prin analiza POST string-ului.
ru: Точное соответствие POST строке не наийдено, результаты, которые вы видете были сгенерированы используя анализатор POST строки

source: bios.num
de: {count, plural, =0 {Keine BIOS Einträge gefunden} one {1 BIOS Eintrag gefunden} other {# BIOS Einträge gefunden}}
es: {count, plural, =0 {No se encontró ninguna BIOS} one {1 BIOS encontrada} other {# BIOS encontradas}}
fr: {count, plural, =0 {Aucun bios trouvé} one {1 bios trouvé} other {# bios trouvés}}
it: {count, plural, =0 {Nessun BIOS trovato} one {1 BIOS trovato} other {# BIOS trovati}}
nl: {count, plural, =0 {Geen BIOS vermeldingen gevonden} one {1 BIOS vermelding gevonden} other {# BIOS vermeldingen gevonden}}
ro: {count, plural, =0 {Nu s-au găsit imagini BIOS} one {O imagine BIOS găsită} other {# imagini BIOS găsite}}
ru: {count, plural, =0 {Записей BIOS не найдено} one {1 запись BIOS найдена} other {# записей BIOS найдено}}

source: Motherboard
de: Haputplatine
es: Placa base
fr: Carte mère
it: Scheda madre
nl: Moederbord
ro: Placă de bază
ru: Материнская плата

source: Search for a bios
de: Nach dem BIOS suchen
es: Búsqueda de la BIOS
fr: Rechercher un bios
it: Cerca un BIOS
nl: Zoek naar een bios
ro: Caută un BIOS
ru: Искать BIOS

source: Search for a motherboard BIOS by POST string, chipset, manufacturer, and more.
de: Suche nach einem Hauptplatinen BIOS passend zum POST String, Chipsatz, Hersteller und mehr.
es: Búsqueda de la BIOS de una placa por POST string, chipset, fabricante, y más.
fr: Rechercher un BIOS par POST string, chipset, fabricant et plus.
it: Cerca un BIOS per stringa POST, chipset, produttore e altro.
nl: Zoek naar een moederbord BIOS met de POST string, chipset, fabrikant, en meer.
ro: Caută o imagine BIOS după POST string, chipset, porducatorr, și altele.
ru: Искать BIOS материнской платы по POST строке, чипсету, производителю и т.д.

source: This is the BIOS manufacturer (e.g: AMI, Award, Phoenix)
de: Das ist der BIOS Hersteller (e.g: AMI, Award, Phoenix)
es: Este es el fabricante de la BIOS (ej: AMI, Award, Phoenix)
fr: C'est le fabricant du BIOS (ex: AMI, Award, Phoenix)
it: Questo è il produttore del BIOS (es: AMI, Award, Phoenix)
nl: Dit is de BIOS fabrikant (bijv: AMI, Award, Phoenix)
ro: Acesta este numele producătorului BIOS (e.g: AMI, Award, Phoenix)
ru: Это производитель BIOS (e.g: AMI, Award, Phoenix)

source: POST string
it: Stringa POST
ru: POST строка

source: Core version
de: Kern Version
fr: Version coeur
it: Versione nucleo
nl: Kern versie
ro: Versuine Core
ru: Версия ядра

source: This is the version of the BIOS's core (e.g. 4.51pg)
de: Das ist die Version des BIOS kerns (z.B. 4.51pg)
es: Esto es la versión de núcleo de la BIOS (ej. 4.51PG)
fr: C'est la version du coeur du bios (ex: 4.51pg)
it: Questa è la versione del nucleo BIOS (es: 4.51pg)
nl: Dit is de versie van de BIOS kern (bijv: 4.51PG)
ro: Aceasta este versiunea core-ului din BIOS(e.g. 4.51pg)
ru: Это версия ядра BIOS (e.g. 4.51pg)

source: Show results with files
de: Resultate mit Dateien anzeigen
es: Mostrar resultados con archivos
fr: Afficher les résultats avec des fichiers
it: Mostra i risultati con file
nl: Toon de resultaten met een bestand
ro: Afișează rezultatele cu fișiere
ru: Показать результаты с файлами

source: If checked, only BIOS entries with files attached will be shown
de: Wenn ausgewählt, dann werden nur BIOS Einträge angezeigt, die Datein beinhalten
es: Si es marcado, solo se mostrarán resultados de BIOS con archivos
fr: Si sélectionné, seuls les BIOS avec une copie disponible seront listés
it: Se selezionato, verranno mostrate solo le voci BIOS con file allegati
nl: Indien aangevinkt, worden alleen BIOS vermeldingen getoond met een bestand
ro: Afișează doar rezulatele care contin fișiere
ru: Если выбрано, будут показаны только записи BIOS, которые содержат файлы

source: Please wait ...
de: Bitte warten ...
es: Espera, por favor ...
fr: Veuillez patienter ...
it: Attendere prego...
nl: Wachten aub ...
ro: Un moment ...
ru: Пожалуйста подождите ...

source: BIOS Info
es: Información de la BIOS
fr: Info BIOS
it: Informazioni BIOS
nl: BIOS Informatie
ro: Informații BIOS
ru: Информация BIOS

source: In general, the POST string is located in the bottom left side of the boot screen (for BIOSes which provide it). Depending on the BIOS vendor, the POST string may provide various info about the board (like chipset or date). Here is a list of common vendors and their string meanings:
de: Normalerweise befindet sich der POST String beim Booten im unteren linken Bereich des Bildschirmes (für BIOSe, die diese Information anzeigen). Abhängig vom BIOS Hersteller, der POST String kann diverse Informationen über die Hauptplatine beinhalten (wie etwa Chipsatz, Datum). Hier ist die Liste der üblichen Hersteller und Bedeutung ihrer Strings:
fr: En général, la POST string se trouve en bas à gauche de l'écran de démarrage (pour les BIOS qui en possèdent). En fonction du fabricant du bios, la POST string peut donner plus ou moins d'infos sur la carte mère (chipset, date de compilation ...). Voici une liste de fabricants communs et le sens de leur POST string:
it: In generale, la stringa BIOS si trova in basso a destra della schermata d'avvio (per i BIOS che ce l'hanno). In base al produttore del BIOS, la stringa POST può fornire varie informazioni sulla scheda madre (come chipset o data di compilazione). Ecco una lista di produttori comuni e di come leggere le relative stringhe:
nl: Over het algemeen staat de POST string linksonder in het eerste opstartscherm na het aanzetten van de computer (indien aanwezig). Afhankelijk van de BIOS maker kan er in de POST string informatie staan over het moederbord (zoals de chipset of een datum). Hier volgt een lijst van makers en de betekenissen van hun strings:
ro: În general, POST string-ul e localizat în partea de jos a ecranului, la boot (în cazul în care BIOS-ul oferă string-ul). În funcție de producătorul BIOS-ului, string-ul poate oferi diverse informații despre placa de bază (chipset, dată). Aici este o listă de vendori și string-rile lor:
ru: Обычно, POST строка находится в нижнем левом углу экрана во время загрузки (для тех BIOS, которые это поддерживают). В зависимости от производителя BIOS, POST строка может содержать различную информацию о материнслой плате (например чипсет или дата). Вот список известных производителей и значения их POST строк:

source: You can find a list of Award chipset IDs
de: Sie können die Liste der Award Chipsatz IDs finden
es: Puedes encontrar una lista de las IDs de chipset de Award
fr: Vous pouvez trouver une liste d'IDs de chipset pour BIOS Award
it: Puoi trovare una lista di ID chipset per BIOS Award
nl: Hier staat een lijst met Award chipset IDs
ro: Poți găsi o listă de ID-uri chipset Award
ru: Вы можете найти список идентификаторов чипсетов используемый Aword

source: and a list of Award board manufacturer IDs
de: und die Liste der Award Platinenhersteller IDs
es: y una lista de las IDs de fabricante de Award
fr: et une liste d'IDs de fabicants de cartes mère pour bios Award
it: e una lista di ID di produttori di schede madre per BIOS Award
nl: en een lijst van Award moederbord fabrikanten IDs
ro: și o listă de coduri producător Award
ru: и список идентификаторов производителей материнских плат используемый Award

source: You can find a list of AMI board manufacturer IDs
de: Sie können die Liste der AMI Chipsatz IDs finden
es: Puedes encontrar una lista de las IDs de fabricante de AMI
fr: Vous pouvez trouver une liste d'IDs de fabricants de cartes mère pour bios AMI
it: Puoi trovare una lista di ID di produttori di schede madre per BIOS AMI
nl: Hier staat een lijst met AMI moederbord fabrikanten IDs
ro: Poți găsi o listă de coduri producător AMI
ru: Вы можете найти список идентификаторов чипсетов используемый AMI

source: Administration index
de: Administrationsindex
es: Índice de administración
fr: Index d'administration
it: Indice di amministrazione
nl: Beheerders index
ro: Pagina de administrare
ru: Административный индекс

source: Administration page
de: Administrationsseite
es: Página de administración
fr: Page d'administration
it: Pagina di amministrazione
nl: Beheerders pagina
ro: Pagina de administrare
ru: Административная страница

source: Motherboards
de: Hauptplatinen
es: Placas base
fr: Cartes mère
it: Schede madre
nl: Moederborden
ro: Plăci de bază
ru: Материнские платы

source: Processing units
de: Prozessierungseinheiten
es: Unidades de procesamiento
fr: Unités de calcul
it: Unità di calcolo
nl: Processoren
ro: Procesoare
ru: Блоки обработки

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
nl: Geheugen
ro: Memorii
ru: Память

source: Chipsets
de: Chipsätze
it: Chipset
ro: Chipset-uri
ru: Чипсеты

source: Expansion chipsets
de: Erweiterungschipsätze
fr: Chipsets d'extension
it: Chipset di espansione
nl: Uitbreiding chipsets
ro: Chipset-uri expansion
ru: Чипсеты расширения

source: Connectors
de: Anschlüsse
es: Connectores
fr: Connecteurs
it: Connettori
nl: Aansluitingen
ro: Conectori
ru: Порты

source: Misc stuff
de: Unterschiedliches
fr: Inclassable
it: Miscellanea
nl: Diverse zaken
ro: Altele
ru: Разное

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer mon mot de passe
it: Cambia password
nl: Wijzig wachtwoord
ro: Schimbă parola
ru: Изменить пароль

source: Manage users
de: Benutzerverwaltung
es: Gestionar usuarios
fr: Gestion des utilisateurs
it: Gestione utenti
nl: Beheer gebruikers
ro: Administrează useri
ru: Управление пользователями

source: Board count:
de: Anzahl von Platinen:
es: Número de placas:
fr: Nombre de cartes :
it: Numero di schede:
nl: Aantal borden:
ro: Număr plăci de bază:
ru: Количество материнских плат:

source: Manufacturers
de: Hersteller
es: Fabricantes
fr: Fabricants
it: Produttori
nl: Fabrikanten
ro: Producători
ru: Производители

source: Known issues
de: Bekannte Probleme
es: Problemas Conocidos
fr: Problèmes connus
it: Problemi conosciuti
nl: Bekende problemen
ro: Probl. cunoscute
ru: Известные проблемы

source: Frequencies
de: Frequenzen
es: Frequencias
fr: Fréquences
it: Frequenze
nl: Frequenties
ro: Frecvențe
ru: Частоты

source: Creditors
de: Beiträger
es: Autores
fr: créateurs
it: Creatori
nl: Krediteuren
ro: Creditori
ru: Создатели

source: Form factors
de: Formfaktoren
es: Factores de forma
fr: Formats
it: Formati
nl: Formaten
ru: Фактор формы

source: Expansion Slots
de: Steckplätze
es: Ranuras de Expansión
fr: Connecteurs d'extension
it: Slot di espansione
nl: Uitbreiding Sloten
ro: Slot-uri expansion
ru: Порты расширения

source: I/O Ports
de: E/A Anschlüsse
es: Puertos de E/S
fr: Connecteurs d'E/S
it: Porte di I/O
nl: In- en Uitgangen
ro: Port-uri I/O
ru: Порты ввода/вывода

source: Sockets
de: Sockel
es: Zócalos
it: Socket
ro: Socket-uri
ru: Сокеты

source: Chipset parts
de: Chipsats Teilnummer
es: Piezas del Chipset
fr: Éléments du chipset
it: Componenti del chipset
nl: Chipset onderdelen
ro: Părti chipset
ru: Части набора чипсета

source: Audio chips
es: Chips de audio
fr: Puces audio
it: Chip audio
ro: Chip-uri audio
ru: Аудио чипы

source: Video chips
es: Chips de video
fr: Puces vidéo
it: Chip video
ro: Chip-uri video
ru: Видео чипы

source: CPUs
it: CPU
ro: CPU-uri
ru: Процессоры

source: NPUs
it: NPU
ro: NPU-uri
ru: Математические сопроцессоры

source: CPU platforms
de: CPU Plattformen
es: Plataformas de CPU
fr: Plateformes CPU
it: Piattaforme CPU
ro: Platforme CPU
ru: Платформы процессора

source: Instruction Sets
de: Instruktionensatz
es: Sets de Instrucciones
fr: Jeux d'instruction
it: Set di istruzioni
nl: Instructie Sets
ro: Set-uri de instructiuni
ru: Наборы инструкций

source: Large Files
de: Große Dateien
es: Archivos Grandes
fr: Gros Fichiers
it: File grandi
nl: Grote Bestanden
ro: Fișiere mari
ru: Большие файлы

source: OS Families
de: Betriebssystem Familien
es: Familias de SO
fr: Familles d'OS
it: Famiglie di OS
ro: Familii OS
ru: Симейства ОС

source: OS Flags
de: Betriebssystemkennzeichen
es: Banderas de SO
fr: Drapeaux d'OS
it: Bandiere di OS
nl: OS Vlaggen
ro: Flag-uri OS
ru: Флаги ОС

source: Media Types
de: Datenträgertypen
es: Tipos de Medios
fr: Types de Médias
it: Tipi di media
nl: Media Typen
ro: Tipuri media
ru: Типы медиа

source: DRAM Types
de: DRAM Typen
es: Tamaños de la DRAM
fr: Types de DRAM
it: Tipi di DRAM
nl: DRAM Typen
ro: Tipuri DRAM
ru: Типы DRAM

source: RAM Sizes
de: RAM Größen
es: Tamaños de la RAM
fr: Tailles de RAM
it: Dimensioni RAM
nl: RAM Groottes
ro: Dimens. RAM
ru: Размеры ОЗУ

source: Cache Sizes
de: Cache Größen
es: Tamaños de la cache
fr: Tailles de Cache
it: Dimensioni cache
nl: Cache Groottes
ro: Dimens. cache
ru: Размеры кэша

source: About Ultimate Retro
it: A proposito di Ultimate Retro
nl: Over Ultimate Retro
ro: Despre Ultimate Retro

source: Supported NPUs:
fr: Coprocesseurs arithmétiques supportés:
it: Coprocessori matematici supportati:
ro: NPU-uri suportate:

source: List chipsets
de: Chipsätze anzeigen
es: Listar chipsets
it: Elenca chipset
nl: Toon chipsets
ro: Afișează chipset-uri

source: List platforms
de: Plattformen anzeigen
es: Listar plataformas
it: Elenca piattaforme
nl: Toon platformen
ro: Afișează platforme

source: BIOS chipset IDs
fr: [[[[IDs de chipset pour BIOS]]]]

source: POST String
nl: POST regel
