Repository: thebigpapi/Retro-Web-Test
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it, nl, ro, ru

source: dir.lang
de: ltr
es: ltr
fr: ltr
it: ltr
nl: ltr
ro: ltr
ru: ltr

source: user.lang
de: de
es: es
fr: fr
it: it
nl: nl
ro: ro
ru: ru

source: name.lang
de: Deutsch
es: Español
fr: Français
it: Italiano
nl: Nederlands
ro: Română
ru: Русский

source: motherboard.num
de: {count, plural, =0 {kein Mainboard gefunden} one {ein Mainboard gefunden} other {# Mainboards gefunden}}
es: {count, plural, =0 {No se encontró ninguna placa base} one {1 placa base encontrada} other {# placas bases encontradas}}
fr: {count, plural, =0 {Aucune carte mère trouvée} one {1 carte mère trouvée} other {# cartes mères trouvées}}
it: {count, plural, =0 {Nessuna scheda madre trovata} one {1 scheda madre trovata} other {# schede madre trovate}}
nl: {count, plural, =0 {geen moederbord gevonden} one {één moederbord gevonden} other {# moederborden gevonden}}
ro: {count, plural, =0 {Nici o placă găsită} one {1 placă găsită} other {# plăci găsite}}
ru: {count, plural, =0 {Материнская плата не найдена} one {одна материнская плата найдена} other {# материнских плат найдено}}

source: List boards whose manufacturer name starts with:
de: Mainboards auflisten von denen der Herstellername mit folgendem anfängt:
es: Listar placas base cuyo fabricante que comienzan con:
fr: Lister les cartes mères dont le fabricant commence par:
it: Elenca le schede madre il quale produttore comincia con:
nl: Toon moederborden waarvan de fabrikantnaam begint met:
ro: Afișează toate plăcile de bază al căror nume producător începe cu:
ru: Показать материнские платы, для которых имя производителя начинается с:

source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
nl: Fabrikant
ro: Producător
ru: Предприятие

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
ro: Nume
ru: Moдель

source: Form factor
de: Format
es: Factor de Forma
fr: Format
it: Formato
nl: Formaat
ru: Фактор формы

source: CPU platform type
de: CPU Plattformtyp
es: Plataforma del Procesador
fr: Plateforme de processeur
it: Piattaforma processore
nl: Processor Platform
ro: Platformă CPU
ru: Тип процессора

source: Expansion slots
de: Steckplätze
es: Conectores de Expansión
fr: Connecteurs d'extension
it: Slot di espansione
nl: Uitbreiding slots
ro: Slot-uri expansion
ru: Слоты расширения

source: I/O ports
de: E/A Anschlüsse
es: Conectores de E/S
fr: Connecteurs d'E/S
it: Connettori di I/O
nl: In- en uitgangen
ro: Port-uri I/O
ru: Порты ввода/вывода

source: RAM type
de: RAM Typ
es: Tipo de memoria RAM
fr: Type de mémoire
it: Tipo di memoria
nl: Type geheugen
ro: Tip RAM
ru: Тип оперативной памяти

source: Motherboard bios
de: BIOS
es: BIOS de la placa base
fr: BIOS
it: BIOS
nl: Moederbord BIOS
ro: BIOS
ru: BIOS

source: Search
de: Suchen
es: Búsqueda
fr: Rechercher
it: Cerca
nl: Zoeken
ro: Caută
ru: Искать

source: Select a manufacturer ...
de: Hersteller auswählen ...
es: Selecciona un fabricante ...
fr: Sélectionnez un fabricant ...
it: Seleziona un produttore...
nl: Kies een fabrikant ...
ro: Selectează un producător ...
ru: Выбрать Предприятие ...

source: Select a form factor ...
de: Forfaktor auswählen ...
es: Selecciona un factor de forma ...
fr: Sélectionnez un format ...
it: Seleziona un formato...
nl: Kies een formaat ...
ro: Selectează un form factor ...
ru: Выбрать формат ...

source: Select a chipset ...
de: Chipsatz auswählen ...
es: Selecciona un chipset ...
fr: Sélectionnez un chipset ...
it: Seleziona un chipset...
nl: Kies een chipset ...
ro: Selectează un chipset ...
ru: Выбрать чипсет ...

source: Select a processor platform ...
de: Processor Plattform auswählen ...
es: Selecciona una plataforma del procesador ...
fr: Sélectionnez une plateforme de processeur ...
it: Seleziona una piattaforma processore...
nl: Kies een processor platform ...
ro: Selectează o platformă CPU ...
ru: Выбрать тип процессора ...

source: Not identified
de: Nicht identifiziert
es: No identificado
fr: Non identifié
it: Non identificato
nl: Onbekend
ro: Necunoscut
ru: Не определён

source: Search for a motherboard
de: Mainboard suchen
es: Buscar una placa base
fr: Rechercher une carte mère
it: Cerca una scheda madre
nl: Zoek naar een moederbord
ro: Caută o placă de bază
ru: Искать материнскую плату

source: Where do you want to go today?
de: Wo wollen sie heute hin?
es: ¿A donde quieres ir hoy?
fr: Jusqu'où irez vous ?
it: Dove vuoi andare oggi?
nl: Waar wil je naartoe vandaag?
ro: Unde vrei să mergi azi ?
ru: Что бы вы хотели найти?

source: Find an expansion card
de: Erweiterungskarten suchen
es: Buscar tarjetas de expansión
fr: Trouver une carte d'extension
it: Trova una scheda di espansione
nl: Zoek naar een uitbreidingskaart
ro: Găsește plăci de extensie
ru: Искать платы расширения

source: Recently added or updated boards:
de: Neulich hinzugefügte oder modifizierte Mainboards:
es: Placas base recientemente añadidas o actualizadas:
fr: Cartes mères récemment ajoutées ou mises à jour:
it: Schede madre aggiunte o aggiornate di recente:
nl: Recent toegevoegde/bijgewerkte moederborden:
ro: Plăci de bază modificate recent:
ru: Последние добавленые или исправленые материнские платы:

source: Go to...
de: Gehe zu...
es: Ir a...
fr: Aller à...
it: Vai a...
nl: Ga naar...
ro: Mergi la...
ru: Перейти к...

source: About
de: Über
es: Acerca
fr: À propos
it: A proposito di
nl: Over
ro: Despre
ru: О проекте

source: Board
es: Foro
fr: Forum
it: Forum
nl: Forum
ro: Forum
ru: форум

source: Logout
de: Verlassen
es: Desconexión
fr: Déconnexion
it: Disconnetti
nl: Afmelden
ro: Deconectare
ru: Выйти

source: Admin
nl: Beheer
ru: администратор

source: You are logged in as
de: Sie sind eingeloggt als
es: Tu estás conectado como
fr: Vous êtes connecté en tant que
it: Sei connesso come
nl: Je bent aangemeld als
ro: Esti conectat ca
ru: Вы зарегистрированы как

source: Username
de: Benutzer
es: Usuario
fr: Utilisateur
it: Nome utente
nl: Gebruikersnaam
ro: Nume utilizator
ru: Пользователь

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
ro: Parolă
ru: Пароль

source: Remember me
de: Mich merken
es: Recuérdame
fr: Sauvegarder la connexion
it: Ricorda le credenziali
nl: Herinner mij
ro: Ține-mă minte
ru: Запомнить

source: Login
de: Einloggen
es: Iniciar Sesión
fr: Connexion
it: Entra
nl: Aanmelden
ro: Conectare
ru: Войти

source: Please login
de: Bitte einloggen
es: Por favor, inicia la sesión
fr: Veuillez vous connecter
it: Per favore, effettua il login
nl: Aanmelden a.u.b.
ro: Conectează-te
ru: Пожалуйста зарегистрируйтесь

source: Credits
de: Unterstützer
es: Créditos
fr: Remerciements
it: Ringraziamenti
ru: Благодарность

source: About Ultimate Hardware 2019
de: Über Ultimate Hardware 2019
es: Acerca de Ultimate Hardware 2019
fr: À propos de Ultimate Hardware 2019
ru: О проекте Ultimate Hardware 2019

source: This project wouldn't exist without:
de: Dieses Projekt würde ohne sie nicht existieren:
es: Este proyecto no hubiera existido sin:
fr: Ce projet n'existerait pas sans:
it: Questo progetto non esisterebbe senza:
nl: Dit projekt zou niet hebben bestaan zonder:
ro: Acest proiect n-ar fi existat fără:
ru: Этот проект не существовал бы без них:

source: project initiator
de: Projektinitiierer
es: iniciador del proyecto
fr: initiateur du projet
it: creatore del progetto
nl: Projekt ontwerper
ro: inițiatorul proiectului
ru: основатель проекта

source: UI development
de: UI Entwickler
es: desarrollo de la IU
fr: développement de l'IU
it: sviluppo dell'interfaccia utente
nl: UI Ontwikkelaar
ro: development UI
ru: разработчик пользователского интерфейса

source: owner of win3x.org
de: Inhaber der Seite win3x.org
es: propietario de win3x.org
fr: propriétaire de win3x.org
it: proprietario di win3x.org
nl: Eigenaar van de win3x.org website
ro: owner win3x.org
ru: владелец страницы win3x.org

source: owner of elhvb.com
de: Inhaber der Seite elhvb.com
es: propietario de elhvb.com
fr: propriétaire d'elhvb.com
it: proprietario di elhvb.com
nl: Eigenaar van de elhvb.com website
ro: owner elhvb.com
ru: владелец страницы elhvb.com

source: owner and creator of the chipset encyclopedia
de: Ihaber und Ersteller der Chipsatzenzyklopädie
es: dueño y creador de la enciclopedia de los chipsets
fr: propriétaire et créateur de l'encyclopédie des chipsets
it: proprietario e creatore dell'enciclopedia dei chipset
nl: Eigenaar en maker van de chipset encyclopedie
ro: owner-ul și creatorul enciclopediei de chipset-uri
ru: владелец и создатель инцеклопедии по чипсетам

source: as well as the contributors who add new content everyday!
de: als auch Beiträger, die jeden Tag neues hinzufügen!
es: a igual que los colaboradores que añaden nuevo contenido todo los días!
fr: ainsi que les contrubuteurs qui apportent du contenu tous les jours !
it: così come i contributori che aggiungono nuovi contenuti tutti i giorni!
nl: alsmede de mensen die iedere dag bijdragen aan de inhoud!
ro: contributorii care adaugă conținut nou zilnic !
ru: а так же участники, которые ежедневно добавляют новый метриал!

source: Also known as:
de: Auch bekannt als:
es: Otros nombres:
fr: Autres noms:
it: Anche conosciuto come:
nl: Ook bekend als:
ro: Alte denumiri:
ru: Другие имена:

source: Image by
de: Bild von
es: Imagen de
fr: Image par
it: Immagine di
nl: Afbeelding van
ro: Imagine:
ru: Картинка от

source: Would you like to improve this page? Click
de: Möchten Sie die Seite verbessern? Klicken
es: ¿Te gustaría mejorar esta página? Click
fr: Voulez-vous améliorer cette page ? Cliquez
it: Vorresti migliorare questa pagina? Clicca
nl: Wil je deze pagina nog beter maken? Klik
ro: Vrei să îmbunătățești pagina ? Click
ru: Вы хотите улучшить эту страницу? Нажмите

source: here
de: hier
es: aquí
fr: ici
it: qui
nl: hier
ro: aici
ru: тут

source: Form factor:
de: Formfaktor:
es: Factor de Forma:
fr: Format:
it: Formato:
nl: Formaat:
ro: Format:
ru: Формат:

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
ro: Necunoscut
ru: Неизвестно

source: Chipset
de: Chipsatz
ru: Чипсет

source: Processor platform:
de: Prozessorplattform:
es: Plataforma del procesador:
fr: Plateforme du processeur:
it: Piattaforma processore:
ro: Platformă CPU:
ru: Тип процессора:

source: Maximum supported RAM:
de: Maximal unterstutzter RAM:
es: RAM máxima soportada:
fr: Quantité de mémoire max:
it: Massima quantità di memoria:
nl: Maximale ondersteunde hoeveelheid RAM geheugen:
ro: RAM max. suportat:
ru: Максимальный размер ОЗУ:

source: Cache:
ru: Кэш:

source: Supported RAM types:
de: Unterstützte RAM Typen:
es: Tipos de memoria RAM soportadas:
fr: Types de mémoire supportés:
it: Tipi di memoria supportata:
nl: Ondersteunde RAM geheugentypen:
ro: Tipuri de RAM suportate:
ru: Виды поддерживаемой ОЗУ:

source: BIOS images:
de: BIOS Abbilder:
es: Imágenes de la BIOS:
fr: Images de BIOS:
it: Immagini BIOS:
nl: BIOS bestanden:
ro: Imagini BIOS:
ru: Прошивки BIOS:

source: Manuf.
de: Herst.
es: Fab.
fr: Fab.
it: Prod.
nl: Fabr.
ro: Prod.
ru: Произ

source: Note
de: Bemerkungen
es: Nota
nl: Opmerking
ro: Notă
ru: Нота

source: BIOS Ver.
es: Ver. BIOS
fr: Ver. BIOS
it: Ver. BIOS
ro: Ver. BIOS
ru: Вер. BIOS

source: Core Ver.
de: Kern Ver.
es: Ver. Nucléo
fr: Ver. Coeur
it: Ver. Nucleo
nl: Kern Ver.
ro: Ver. Core
ru: Вер. ядра

source: Manuals:
de: Anleitungen:
es: Manuales:
fr: Manuels:
it: Manuali:
nl: Handleidingen:
ro: Manuale:
ru: Документация:

source: I/O ports:
de: E/A Anschlüsse:
es: Conectores de E/S:
fr: Connecteurs d'E/S:
it: Connettori di I/O:
nl: In- en uitgangen:
ro: Port-uri I/O:
ru: Порты ввода/вывода:

source: Expansion slots:
de: Steckplätze:
es: Ranuras de expansión:
fr: Connecteurs d'extension:
it: Slot di espansione:
nl: Uitbreiding slots:
ro: Slot-uri expansion:
ru: Слоты расширения:

source: Known issues:
de: Bekannte Probleme:
es: Problemas conocidos:
fr: Problèmes communs:
it: Problemi conosciuti:
nl: Bekende problemen:
ro: Probleme cunoscute:
ru: Известные проблемы:

source: Video Chipset:
de: Videochip:
es: Chipset de Video:
fr: Chipset Vidéo:
it: Chipset video:
nl: Videochip:
ro: Chipset Video:
ru: Видеочип:

source: Max VRAM:
es: Memoria de video máxima:
fr: Mémoire vidéo max:
it: Memoria video max:
ro: Memorie video max:
ru: Максимальны размер видео памяти:

source: Audio Chipset:
de: Audiochip:
es: Chipset de Audio:
fr: Chipset Audio:
it: Chipset audio:
nl: Audiochip:
ro: Chipset Audio:
ru: Аудиочип:

source: Supported CPUs:
de: Unterstützte CPUs:
es: Procesadores Soportados:
fr: Processeurs supportés:
it: Processori supportati:
nl: Ondersteunde processoren:
ro: CPU-uri suportate:
ru: Поддерживаемые процессоры:

source: Supported FPUs:
de: Unterstützte FPUs:
es: Coprocesadores matemáticos soportados:
nl: Ondersteunde reken co-processoren:
ru: Поддерживаемые математические сопорцессоры:

source: Supported FSB speeds:
de: Unterstützte FSB frequenzen:
es: Frecuencias FSB soportadas:
fr: Fréquences supportées:
it: Frequenze FSB supportate:
nl: Ondersteunde bus frequenties:
ro: Frecvențe FSB suportate:
ru: Поддерживаемые частоты:

source: Notes:
de: Bemerkungen:
es: Notas:
it: Note:
nl: Opmerkingen:
ro: Alte detalii:
ru: ноты:

source: MB
fr: Mo
ru: МБ

source: GB
fr: Go
ru: ГБ

source: KB
fr: Ko
ru: КБ

source: Dimensions:
de: Dimensionen:
es: Dimensiones:
it: Dimensioni:
nl: Afmetingen:
ro: Dimensiuni:
ru: Размеры:

source: Search results
de: Suchergebnis
es: Resultados de la Búsqueda
fr: Résultats de recherche
it: Risultati della ricerca
nl: Zoekresultaat
ro: Rezultate căutări
ru: Результаты поиска

source: Can't you find a motherboard? Click
de: Können Sie ein Mainboard nicht finden? Klicken
es: ¿No encuentras tu placa base? Click
fr: Vous ne trouvez pas votre carte mère ? Cliquez
it: Non trovi la tua scheda madre? Clicca
nl: Kan je een moederbord niet vinden? Klik
ro: Nu găsești placa de bază dorită ? Click
ru: Не можете найти материнскую плату? Нажмите

source: to add it.
de: um es hinzuzufügen.
es: para añadirla.
fr: pour l'ajouter.
it: per aggiungerla.
nl: om het toe te voegen.
ro: pentru a o adăuga
ru: чтобы добавить.

source: Select a chipset manufacturer ...
de: Chipsatz Hersteller auswählen ...
es: Selecciona un fabricante del chipset ...
fr: Sélectionnez un fabricant de chipset ...
it: Seleziona un produttore di chipset...
nl: Kies een chipset fabrikant ...
ro: Selectează un producător chipset ...
ru: Выберите производителя чипсета ...

source: Select a socket ...
de: Socket auswählen ...
es: Selecciona un zócalo ...
fr: Sélectionnez un socket ...
it: Seleziona un socket...
nl: Kies een socket ...
ro: Selectează un socket ...
ru: Выберите сокет ...

source: Search with images
de: Suche mit Bildern
es: Búsqueda con imágenes
fr: Recherche avec images
it: Cerca per immagini
nl: Zoek met afbeeldingen
ro: Caută cu imagini
ru: Искать с картинками

source: chipset
de: Chipsatz
ru: чипсет

source: chipsets
de: Chipsätze
it: chipset
ro: chipset-uri
ru: чипсеты

source: chipset part
de: Chipsatzteil
es: número de pieza del chipset
fr: élément du chipset
it: componente del chipset
nl: chipset onderdeel
ro: parte chipset
ru: часть чипсета

source: chipset parts
de: Chipsatzteile
es: números de pieza del chipset
fr: éléments du chipset
it: componenti del chipset
nl: chipset onderdelen
ro: părți chipset
ru: части чипсета

source: expansion slot
de: Erweiterungssteckplatz
es: ranura de expansión
fr: connecteur d'extension
it: slot di espansione
nl: uitbreiding slot
ro: slot expansion
ru: слот расширения

source: expansion slots
de: Steckplätze
es: ranuras de expansión
fr: connecteurs d'extension
it: slot di espansione
nl: uitbreiding sloten
ro: slot-uri expansion
ru: слоты расширения

source: i/o connector
de: E/A Ansluss
es: conector de e/s
fr: connecteur d'e/s
it: connettore di I/O
nl: in- of uitgang
ro: conector I/O
ru: вход/выход

source: i/o connectors
de: E/A Anschlüsse
es: Conectores de e/s
fr: connecteurs d'e/s
it: connettori di I/O
nl: in- of uitgangen
ro: conectori I/O
ru: входы/выходы

source: socket
de: Sockel
es: zócalo
ru: сокет

source: sockets
de: Sockel
es: zócalos
it: socket
ro: socket-uri
ru: сокеты

source: audio chip
es: chip de audio
fr: puce audio
it: chip audio
ro: chip audio
ru: аудио чип

source: audio chips
es: chips de audio
fr: puces audio
it: chip audio
ro: chip-uri audio
ru: аудио чипы

source: video chip
es: chip de video
fr: puce vidéo
it: chip video
ro: chip video
ru: видео чип

source: video chips
es: chips de video
fr: puces vidéo
it: chip video
ro: chip-uri video
ru: видео чипы

source: file
de: Datei
es: archivo
fr: fichier
nl: bestand
ro: fișier
ru: файл

source: files
de: Dateien
es: archivos
fr: fichiers
it: file
nl: bestanden
ro: fișiere
ru: файлы

source: os family
de: OS Familie
es: familia de so
fr: famille d'os
it: famiglia os
nl: os familie
ro: familie OS
ru: симейство ОС

source: os families
de: OS Familien
es: familias de so
fr: familles d'os
it: famiglie os
ro: familii OS
ru: симейства ОС

source: os flag
de: OS Kennzeichen
es: bandera de so
fr: drapeau d'os
it: bandiera os
nl: os vlag
ro: flag OS
ru: флаг ОС

source: os flags
de: OS Kennzeichen
es: banderas de so
fr: drapeaux d'os
it: bandiere os
nl: os vlaggen
ro: flag-uri OS
ru: флаги ОС

source: media type
de: Datenträgertyp
es: tipo de medio
fr: type de média
it: tipo di media
ro: tip media
ru: тип медиа

source: media types
de: Datenträgertypen
es: tipos de medios
fr: types de média
it: tipi di media
ro: tipuri media
ru: типы медиа

source: memory type
de: Speichertyp
es: tipo de memoria
fr: type de mémoire
it: tipo di memoria
nl: geheugen type
ro: tip memorie
ru: тип памяти

source: memory types
de: Speichertypen
es: tipos de memoria
fr: types de mémoire
it: tipi di memoria
nl: geheugen typen
ro: tipuri memorie
ru: типы памяти

source: memory size
de: Speichergröße
es: tamaño de la memoria
fr: taille de mémoire
it: dimensione memoria
nl: geheugen grootte
ro: dimens. memorie
ru: размер памяти

source: memory sizes
de: Speichergrößen
es: tamaños de la memoria
fr: tailles de mémoire
it: dimensioni memoria
nl: geheugen groottes
ro: dimens. memorii
ru: размеры памяти

source: cache size
de: Cachegröße
es: tamaño de la cache
fr: taille du cache
it: dimensione cache
nl: cache grootte
ro: dimens. cache
ru: размер кэша

source: cache sizes
de: Cachegrößen
es: tamaños de la cache
fr: tailles de cache
it: dimensioni cache
nl: cache groottes
ro: dimens. cache
ru: размеры кэша

source: manufacturer
de: Hersteller
es: fabricante
fr: fabricant
it: produttore
nl: fabrikant
ro: producător
ru: производитель

source: manufacturers
de: Hersteller
es: fabricantes
fr: fabricants
it: produttori
nl: fabrikanten
ro: producători
ru: производители

source: known issue
de: bekanntes Problem
es: problema conocido
fr: problème connu
it: problema conosciuto
nl: bekend probleem
ro: probl. cunoscută
ru: известная проблема

source: known issues
de: bekannte Probleme
es: problemas conocidos
fr: problèmes connus
it: problemi conosciuti
nl: bekende problemen
ro: probl. cunoscute
ru: известные проблемы

source: frequency
de: Frequenz
es: frecuencia
fr: fréquence
it: frequenza
nl: frequentie
ro: frecvență
ru: частота

source: frequencies
de: Frequenzen
es: frequencias
fr: fréquences
it: frequenze
nl: frequenties
ro: frecvențe
ru: частоты

source: creditor
de: Beiträger
es: credito
fr: créateur
it: creatore
nl: krediteur
ru: создатель

source: creditors
de: Beiträger
es: autores
fr: créateurs
it: creatori
nl: krediteuren
ro: creditori
ru: создатели

source: motherboard
de: Haputplatine
es: placa base
fr: carte mère
it: scheda madre
nl: moederbord
ro: placă de bază
ru: материнская плата

source: motherboards
de: Hauptplatinen
es: placas base
fr: cartes mère
it: schede madre
nl: moederborden
ro: plăci de bază
ru: материнские платы

source: form factor
de: Formfaktor
es: factor de forma
fr: format
it: formato
nl: formaat
ru: фактор формы

source: form factors
de: Formfaktoren
es: factores de forma
fr: formats
it: formati
nl: formaten
ro: form factor-uri
ru: факторы формы

source: processor
de: Prozessor
es: procesador
fr: processeur
it: processore
ro: procesor
ru: процессор

source: processors
de: Prozessoren
es: procesadores
fr: processeurs
it: processori
nl: processoren
ro: procesoare
ru: процессоры

source: math coprocessor
de: Mathematischer Koprozessor
es: coprocesador matemático
fr: coprocesseur arithmétique
it: coprocessore matematico
nl: reken coprocessor
ro: NPU
ru: математический сопроцессор

source: math coprocessors
de: Mathematische Koprozessoren
es: coprocesadores matemáticos
fr: coprocesseurs arithmétique
it: coprocessori matematici
nl: reken coprocessoren
ro: NPU-uri
ru: математические сопроцессоры

source: platform
de: Plattform
es: plataforma
fr: plateforme
it: piattaforma
ro: platformă
ru: платформа

source: platforms
de: Plattformen
es: plataformas
fr: plateforme
it: piattaforme
nl: platformen
ro: platforme
ru: платформы

source: instruction set
de: Instruktionensatz
es: set de instrucciones
fr: jeu d'instruction
it: set di istruzioni
nl: instructie set
ro: set de instructiuni
ru: набор инструкций

source: instruction sets
de: Instruktionensätze
es: sets de instrucciones
fr: jeux d'instruction
it: set di istruzioni
nl: instructie sets
ro: set-uri de instructiuni
ru: наборы инструкций

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
ro: Limbă
ru: Язык

source: Media type
de: Datenträgertyp
es: Tipo de Medio
fr: Type de média
it: Tipo di media
ro: Tip media
ru: Тип медиа

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
nl: Kwaliteit
ro: Calitate
ru: Качество

source: OS Compatibility
de: OS Kompatibilität
es: COmpatibilidad de SO
fr: Compatibilité OS
it: Compatibilità OS
nl: OS Compatibiliteit
ro: Compatibilitate OS
ru: Совместимость с ОС

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
nl: Veiligheid
ro: Securitate
ru: Безопасность

source: entries
de: Einträge
es: entradas
fr: entrées
it: voci
nl: vermeldingen
ro: entry-uri
ru: записи

source: Find a BIOS image
de: Suche nach einem BIOS Abbild
es: Buscar una imagen de BIOS
fr: Trouver une image de BIOS
it: Trova un'immagine BIOS
nl: Vind een BIOS bestand
ro: Găsește o imanine BIOS
ru: Найти образ BIOSa

source: If you want to contribute to the UH19 project, or just have a friendly chat with us, you can
fr: Si vous voulez contribuer au projet UH19, ou bien avoir une discussion amicale avec nous (en anglais uniquement), vous pouvez
ru: Если вы хотите улучшить проект UH19 или просто с нами поболтать, то

source: join our Discord server!
fr: rejoindre notre serveur Discord!
ru: присоединяйтесь к нашему Discord серверу!

source: You can also find us on these forums
fr: Vous pouvez aussi nous retrouver sur ces forums
ru: Вы можете нас также найти на этих форумах

source: Index
es: Índice
it: Indice
ru: Индекс

source: CPU socket and platform
de: CPU Sockel und Plattform
es: Plataforma y zócalo de la CPU
fr: Socket CPU et plateforme
it: Socket CPU e piattaforma
nl: CPU socket en platform
ro: Socket și platformă CPU
ru: Сокет процессора и платформа

source: Supported RAM size and types
de: Unterstüzte Speichergröße und -typen
es: Tipos y tamaños soportados de RAM
fr: RAM supportée Supported RAM size and types
it: Dimensione e tipi di RAM supportati
nl: Ondersteunde RAM grootte and types
ro: Tipul și dimens. max. de RAM
ru: Поддерживаемый размер и тип ОЗУ

source: Drivers:
de: Treiber:
es: Controladores:
fr: Pilotes:
it: Driver:
nl: Stuurbestanden:
ro: Drivere:
ru: Драйвера:

source: max CPUs:
de: Maximale Anzahl von Prozessoren:
it: max CPU:
nl: max aantal CPUs:
ro: nr.max CPU:
ru: Максимальное количество процессоров:

source: Reset fields
de: Felder zurücksetzen
fr: Réinitialiser les champs
it: Reimposta i campi
nl: Leeg velden
ro: Resetează filtre
ru: Сбросить поля
