Repository: thebigpapi/Retro-Web-Test
Catalog: translations/security.*.xlf
Languages: ro

source: An authentication exception occurred.
ro: A apărut o eroare de autentificare.

source: Authentication credentials could not be found.
ro: Informațiile de autentificare nu au fost găsite.

source: Authentication request could not be processed due to a system problem.
ro: Sistemul nu a putut procesa cererea de autentificare din cauza unei erori.

source: Invalid credentials.
ro: Date de autentificare invalide.

source: Cookie has already been used by someone else.
ro: Cookieul este folosit deja de altcineva.

source: Not privileged to request the resource.
ro: Permisiuni insuficiente pentru resursa cerută.

source: Invalid CSRF token.
ro: Tokenul CSRF este invalid.

source: No authentication provider found to support the authentication token.
ro: Nu a fost găsit nici un agent de autentificare pentru tokenul specificat.

source: No session available, it either timed out or cookies are not enabled.
ro: Sesiunea nu mai este disponibilă, a expirat sau suportul pentru cookieuri nu este activat.

source: No token could be found.
ro: Tokenul nu a putut fi găsit.

source: Username could not be found.
ro: Numele de utilizator nu a fost găsit.

source: Account has expired.
ro: Contul a expirat.

source: Credentials have expired.
ro: Datele de autentificare au expirat.

source: Account is disabled.
ro: Contul este dezactivat.

source: Account is locked.
ro: Contul este blocat.

source: Too many failed login attempts, please try again later.
ro: Prea multe încercări de autentificare eșuate, vă rugăm să încercați mai târziu.

source: Invalid or expired login link.
ro: Link de autentificare invalid sau expirat.

source: Too many failed login attempts, please try again in %minutes% minute.
ro: Prea multe încercări nereușite, încearcă din nou în %minutes% minut.

source: Too many failed login attempts, please try again in %minutes% minutes.
ro: Prea multe încercări nereușite, încearcă din nou în %minutes% minute.
